<?php require_once(ROOT . "/views/" . LANG . "/layouts/_header_home.php"); ?>

    <section class="section section-lg bg-gray-lighter">
        <div class="section-wave">
            <svg height="46px" preserveaspectratio="none" viewbox="0 0 1920 46" width="1920px" x="0px" y="0px">
                <path d="M1920,0.5c-82.8,0-109.1,44-192.3,44c-78.8,0-116.2-44-191.7-44c-77.1,0-115.9,44-192,44c-78.2,0-114.6-44-192-44c-78.4,0-115.3,44-192,44c-76.9-0.1-119-44-192-44c-77,0-115.2,44-192,44c-73.6,0-114-44-190.9-44c-78.5,0-117.2,44-194.1,44c-75.9,0-113-44-191-44V46h1920V0.5z"></path>
            </svg>
        </div>
        <div class="container">
            <dl class="list-terms box-classic box-novi">
                <dt class="heading-6">
                    1. ОБЩИЕ ПОЛОЖЕНИЯ
                </dt>
                <dd>
                    <hr class="divider divider-left divider-default modal-hr">
                    <p>
                        Настоящее соглашение (далее «Соглашение») регламентирует порядок и условия предоставления услуг
                        сайтом «<?= NAME ?>», именуемым далее по тексту «Организатор», и адресовано физическому лицу,
                        желающему получать услуги указанного сайта (далее «Участник».)
                    </p>
                    <p class="mt-3">
                        <b>Организатор</b> — международная компания DRIFT GAMES LTD находящаяся по адресу 5 Jewry
                        Street, London, ec3n 2ex
                    </p>
                    <p class="mb-3">
                        <b>Участник</b> — лицо, согласившееся с условиями настоящего соглашения, в подтверждение чего
                        прошедшее регистрацию в Drift.
                    </p>
                    <p>
                        1.1 Организатор оставляет за собой право вносить изменения и/или дополнения в правила игры,
                        игровой процесс.
                    </p>
                    <p>
                        1.2 Регистрируясь, участник соглашается с правилами проекта и обязуется их не нарушать.
                    </p>
                </dd>
            </dl>
            <dl class="list-terms box-classic box-novi">
                <dt class="heading-6">
                    2. ПРЕДОСТАВЛЯЕМЫЕ УСЛУГИ
                </dt>
                <dd>
                    <hr class="divider divider-left divider-default modal-hr">
                    <p>
                        2.1 Организатор предоставляет игровую площадку участнику для проведения досуга и свободного
                        времени с возможностью заработка денег, и никоим образом не принуждает участника пользоваться
                        этими услугами.
                    </p>
                    <p>
                        2.2 Организатор предоставляет услуги рекламного характера, позволяющие желающим прорекламировать
                        свои собственные ресурсы другим участникам проекта Drift посредством раздела «Сёрфинг сайтов»
                        который работает по принципу «Paid to Click».
                    </p>
                    <p>
                        2.3 Участник может вносить собственные средства для достижения игрового прогресса.
                    </p>
                    <p>
                        2.4 Участник может заказывать выплату средств, полученных в результате его деятельности и
                        достижений в проекте, без каких-либо ограничений.
                    </p>
                </dd>
            </dl>
            <dl class="list-terms box-classic box-novi">
                <dt class="heading-6">
                    3. УЧАСТНИК ОБЯЗУЕТСЯ
                </dt>
                <dd>
                    <hr class="divider divider-left divider-default modal-hr">
                    <p>
                        3.1 Не использовать ненормативную лексику и слова/словосочетания, не соответствующие рамкам
                        «цензуры» при общении посредством предоставляемого игрового чата и системы обмена личными
                        сообщениями.
                    </p>
                    <p>
                        3.2 Своевременно сообщать о выявленных ошибках и недочётах в работе площадки и игровом процессе
                        и не использовать их в личных целях.
                    </p>
                    <div class="ban">
                        <b>3.3 Категорически запрещается:</b>
                        <ul class="list-marked">
                            <li>Создание более одного аккаунта одному участнику
                            </li>
                            <li>Создание более одного аккаунта на одном устройстве
                            </li>
                            <li>Регистрировать со своего устройства аккаунты другим людям
                            </li>
                            <li>Заходить в чужие аккаунты, в том числе и в аккаунты ваших друзей, родственников
                            </li>
                            <li>Регистрировать аккаунт на однодневные (одноразовые) E-mail адреса
                            </li>
                        </ul>
                    </div>
                    <p>
                        3.4 Не использовать средства общения с целью рекламы любых сторонних ресурсов.
                    </p>
                    <p>
                        3.5 Нести ответственность за любые финансовые операции в своём аккаунте даже в том случае, когда
                        они проводились не самим участником.
                    </p>
                    <p>
                        3.6 Не осуждать действия других участников и организатора площадки.
                    </p>
                    <p>
                        3.7 Не использовать недокументированные особенности (баги) и ошибки программного обеспечения
                        игры и незамедлительно сообщать Организатору о них, а так же о лицах, использующих эти ошибки.
                    </p>
                    <p>
                        3.8 Не использовать внешние программы любого рода, для получения преимуществ в проекте.
                    </p>
                    <p>
                        3.9 Участник обязуется самостоятельно заботиться о необходимых мерах компьютерной безопасности,
                        хранить в секрете и не передавать другим лицам, участникам свой логин и пароль. Весь риск
                        неблагоприятных последствий разглашения этих данных несет сам участник.
                    </p>
                    <p>
                        3.10 Участник обязуется не использовать для регистрации логины и имена похожие на логин
                        администратора: admin1, admin33, adminn, administrations и т.п., а так же запрещены логины и
                        имена moder, moderator и т.п., которые могут ввести в заблуждение других участников системы.
                    </p>
                    <p>
                        3.11 Участник обязуется уважительно относится к другим пользователям и администрации проекта при
                        обращении в техническую поддржку или общении через систему «Личных сообщений».
                    </p>
                </dd>
            </dl>
            <dl class="list-terms box-classic box-novi">
                <dt class="heading-6">
                    4. ПРАВИЛА РАЗМЕЩЕНИЯ РЕКЛАМЫ
                </dt>
                <dd>
                    <hr class="divider divider-left divider-default modal-hr">
                    <p>
                        4.1 Запрещается добавлять для рекламы сайты, которые нарушают нормальный ход «Сёрфинга сайтов»,
                        разрушают фрейм с таймером, содержат вирусы, трояны, редиректы, фишинговые ссылки или любые
                        другие вредоносные программы.
                    </p>
                    <p>
                        4.2 Запрещается добавлять для рекламы сайты, содержащие порнографию, обилие эротические
                        материалы, ресурсы интим услуг, ресурсы набитые множеством партнёрок и рекламой, ресурсы
                        рекламирующие «автокликеры», «автобраузеры», различные программы для взлома чего-либо,
                        «волшебные кошельки», ресурсы требующие отправку платных СМС-сообщений, ресурсы с содержанием
                        направленным на разжигание межнациональной розни.
                    </p>
                    <p>
                        4.3 В «Сёрфинге сайтов» запрещается размещать сайты с использованием сократителей ссылок.
                    </p>
                    <p>
                        4.4 Реклама в «Сёрфинге сайтов» получившая большое количество жалоб может быть заблокирована и
                        отправлена на проверку, если жалобы окажутся обоснованными рекламная кампания может быть
                        заблокирована.
                    </p>
                </dd>
            </dl>
            <dl class="list-terms box-classic box-novi">
                <dt class="heading-6">
                    5. ОРГАНИЗАТОР ОБЯЗУЕТСЯ
                </dt>
                <dd>
                    <hr class="divider divider-left divider-default modal-hr">
                    <p>
                        5.1 Обеспечивать максимальную доступность проекта в сети Интернет, сообщать о всех
                        запланированных технических работах.
                    </p>
                    <p>
                        5.2 Постоянно обеспечивать возможность вывода заработанных средств без каких либо ограничений, в
                        срок не позднее трех рабочих дней. В случае форс-мажорных обстоятельств связанных с платежными
                        системами организатор имеет право задержать выплату на срок до 7 дней.
                    </p>
                    <p>
                        5.3 Соблюдать режим конфиденциальности в отношении персональных данных каждого участника
                        проекта.
                    </p>
                    <p>
                        5.4 Оказывать своевременную техническую поддержку и помощь участникам проекта через специальный
                        раздел «Поддержка».
                    </p>
                    <p>
                        5.5 Постоянно совершенствовать проект в лучшую сторону с учетом мнения большинства участников
                        проекта.
                    </p>
                    <p>
                        5.6 Поддерживать и грамотно распределять игровой резерв проекта для оказания стабильных и
                        регулярных выплат участникам.
                    </p>
                </dd>
            </dl>
            <dl class="list-terms box-classic box-novi">
                <dt class="heading-6">
                    6. ОТВЕТСТВЕННОСТЬ
                </dt>
                <dd>
                    <hr class="divider divider-left divider-default modal-hr">
                    <p>
                        6.1 Организатор не гарантирует постоянный и непрерывный доступ к игровой площадке и его услугам
                        в случае возникновения технических неполадок и/или непредвиденных обстоятельств, в числе
                        которых: неполноценная работа или не функционирование интернет–провайдеров, серверов информации,
                        банковских и платёжных систем, а также неправомерных действий третьих лиц. Организатор приложит
                        все усилия по недопущению сбоев, но не несет ответственности за временные технические сбои и
                        перерывы в работе, вне зависимости от причин таких сбоев. <b>В случае форс-мажорных ситуаций
                            организатор обязан обеспечить доступ к проекту в течение трех суток с момента его
                            недоступности в сети интернет.</b>
                    </p>
                    <p>
                        6.2 Участник полностью согласен, что организатор не может нести ответственность за убытки
                        участника, которые возникли в связи с противоправными действиями третьих лиц, направленными на
                        нарушение системы безопасности электронного оборудования и баз данных игры, либо вследствие
                        независящих от организатора перебоев, приостановления или прекращения работы каналов и сетей
                        связи, используемых для взаимодействия с участником, а также неправомерных или необоснованных
                        действий платежных систем, а так же третьих лиц.
                    </p>
                    <p>
                        6.3 Организатор не несет ответственности за убытки, понесенные в результате использования или не
                        использования участником информации об проекте, игровых правил и самого проекта и не несет
                        ответственности за убытки или иной вред, возникший у участника в связи с его
                        неквалифицированными действиями и незнанием игровых правил или его ошибках в расчетах.
                    </p>
                    <p>
                        6.4 Участник полностью согласен с тем, что администрация системы не несет ответственности за
                        содержимое рекламируемых сайтов и за достоверность размещенной на них информации. Реклама в
                        Drift размещается в автоматическом режиме без предварительной модерации.
                    </p>
                    <p>
                        6.5 Организатор не несет ответственности перед участником за действия других участников.
                    </p>
                </dd>
            </dl>
        </div>
    </section>

<?php require_once(ROOT . "/views/" . LANG . "/layouts/_footer.php"); ?>